import React from "react";
import Bento from "./Bento";

const title = "text-9xl font-extrabold tracking-wider text-text duration-300 ";

const Hero = () => {
  return (
    <>
      <div className="w-full h-screen flex items-center justify-center bg-background duration-300">
        <p className="absolute font-bold tracking-wider opacity-20 text-center text-text z-1">
          Лорем ипсум долор сит амет, цонсецтетур адиписцинг елит. Нуллам
          молестие рхонцус алиqуам. Нулла фацилисис аугуе сед рутрум ултрициес.
          Вестибулум вененатис фрингилла сагиттис. Интердум ет малесуада фамес
          ац анте ипсум примис ин фауцибус. Нам малесуада, неqуе ат малесуада
          цонсеqуат, тортор јусто порттитор нисл, иацулис малесуада долор масса
          нец диам. Нуллам вариус нон аугуе qуис фацилисис. Цурабитур фелис
          велит, претиум ац лео нец, феугиат дицтум qуам. Нулла пеллентесqуе сед
          урна моллис пулвинар. Ут вестибулум вехицула малесуада. Морби витае
          лео дуи. Пеллентесqуе цоммодо одио егестас, гравида ниси нон, порта
          теллус. Донец егет лецтус тинцидунт, малесуада ипсум сцелерисqуе,
          сусципит лорем. Нам ин орци маурис. Цурабитур вариус орци нон
          тристиqуе цурсус. Нуллам ат еx малесуада, вехицула сапиен ат, пхаретра
          лацус. Морби еуисмод ниси сит амет урна хендрерит, нон виверра урна
          луцтус. Маеценас нисл долор, ауцтор вел орнаре ет, тинцидунт ид
          лигула. Маурис еффицитур, сем еу плацерат фауцибус, лигула лео бландит
          сапиен, ац импердиет ниси рисус нец нулла. Сед а нулла тортор. Проин
          сед плацерат сапиен. Црас витае неqуе витае лецтус соллицитудин
          сагиттис. Алиqуам малесуада малесуада еx, нон алиqуам нибх алиqует ац.
          Аенеан семпер, лецтус нец дапибус цонсецтетур, турпис еним лаореет
          дуи, ац бибендум масса маурис ин нунц. Цурабитур ац нулла нец аугуе
          малесуада аццумсан. Нам сит амет маурис ат ерат лациниа тинцидунт.
          Суспендиссе ерат јусто, ултрициес ац импердиет егет, алиqуам сед
          лацус. Ут витае орци ултрициес, дапибус нисл а, цурсус неqуе. Дуис
          сцелерисqуе пеллентесqуе сцелерисqуе. Маеценас ат теллус аццумсан,
          темпус рисус еу, аццумсан долор. Ин маттис ерат ац диам маxимус
          алиqуам. Qуисqуе егет алиqуам метус, сед темпус масса. Интегер
          соллицитудин нец магна сит амет фацилисис. Дуис ат одио ац диам порта
          улламцорпер. Qуисqуе еуисмод велит нец фауцибус еуисмод. Ут ауцтор
          егестас нулла нон вариус. Маеценас фрингилла ултрициес ипсум, витае
          молестие нунц цонсеqуат сит амет. Нулла луцтус сагиттис еx, qуис
          орнаре нунц алиqует ат. Праесент дапибус аугуе долор, ет волутпат
          метус финибус вел. Дуис егет сапиен сит амет лео ауцтор тристиqуе нец
          витае нибх. Фусце гравида, одио нец малесуада бибендум, орци аугуе
          темпус масса, ин ферментум лигула нулла сед ниси. Етиам луцтус
          молестие либеро, ин вулпутате ерат фауцибус сед. Морби сит амет урна
          анте. Вивамус нец рисус масса. Донец маурис либеро, вененатис нон qуам
          ат, плацерат вененатис елит. Вивамус егет сусципит фелис, витае порта
          магна. Фусце тристиqуе теллус ид арцу лобортис, витае дигниссим ипсум
          волутпат. Нунц ин јусто маxимус, маттис одио ид, вестибулум одио.
          Вивамус маттис еним qуис пеллентесqуе вехицула. Праесент цонгуе
          цоммодо фелис, сит амет финибус нисл. Цурабитур вел сагиттис анте,
          витае маxимус ипсум. Нунц ипсум ест, алиqуам ет фрингилла нец,
          ултрициес ац ипсум. Донец маурис турпис, улламцорпер вел орци ин,
          орнаре маттис лацус. Проин а сем арцу. Проин сед арцу ат еx иацулис
          содалес. Вивамус елементум qуис елит ин пеллентесqуе. Етиам ултрицес
          нон анте еу ауцтор. Пхаселлус фрингилла рхонцус ултрициес. Вивамус
          сагиттис пурус цурсус нисл цонваллис гравида. Етиам витае елеифенд еx.
          Нулла аццумсан сед пурус сит амет порттитор. Нуллам витае лецтус егет
          ерат вариус цонваллис ид нон нисл. Донец одио урна, тинцидунт ин
          ултрициес ет, цонсеqуат еу нулла. Нунц фрингилла турпис фелис, ид
          ауцтор долор лациниа ат. Лорем ипсум долор сит амет, цонсецтетур
          адиписцинг елит. Нуллам молестие рхонцус алиqуам. Нулла фацилисис
          аугуе сед рутрум ултрициес. Вестибулум вененатис фрингилла сагиттис.
          Интердум ет малесуада фамес ац анте ипсум примис ин фауцибус. Нам
          малесуада, неqуе ат малесуада цонсеqуат, тортор јусто порттитор нисл,
          иацулис малесуада долор масса нец диам. Нуллам вариус нон аугуе qуис
          фацилисис. Цурабитур фелис велит, претиум ац лео нец, феугиат дицтум
          qуам. Нулла пеллентесqуе сед урна моллис пулвинар. Ут вестибулум
          вехицула малесуада. Морби витае лео дуи. Пеллентесqуе цоммодо одио
          егестас, гравида ниси нон, порта теллус. Донец егет лецтус тинцидунт,
          малесуада ипсум сцелерисqуе, сусципит лорем. Нам ин орци маурис.
          Цурабитур вариус орци нон тристиqуе цурсус. Нуллам ат еx малесуада,
          вехицула сапиен ат, пхаретра лацус. Морби еуисмод ниси сит амет урна
          хендрерит, нон виверра урна луцтус. Маеценас нисл долор, ауцтор вел
          орнаре ет, тинцидунт ид лигула. Маурис еффицитур, сем еу плацерат
          фауцибус, лигула лео бландит сапиен, ац импердиет ниси рисус нец
          нулла. Сед а нулла тортор. Проин сед плацерат сапиен. Црас витае неqуе
          витае лецтус соллицитудин сагиттис. Алиqуам малесуада малесуада еx,
          нон алиqуам нибх алиqует ац. Аенеан семпер, лецтус нец дапибус
          цонсецтетур, турпис еним лаореет дуи, ац бибендум масса маурис ин
          нунц. Цурабитур ац нулла нец аугуе малесуада аццумсан. Нам сит амет
          маурис ат ерат лациниа тинцидунт. Суспендиссе ерат јусто, ултрициес ац
          импердиет егет, алиqуам сед лацус. Ут витае орци ултрициес, дапибус
          нисл а, цурсус неqуе. Дуис сцелерисqуе пеллентесqуе сцелерисqуе.
          Маеценас ат теллус аццумсан, темпус рисус еу, аццумсан долор. Ин
          маттис ерат ац диам маxимус алиqуам. Qуисqуе егет алиqуам метус, сед
          темпус масса. Интегер соллицитудин нец магна сит амет фацилисис. Дуис
          ат одио ац диам порта улламцорпер. Qуисqуе еуисмод велит нец фауцибус
          еуисмод. Ут ауцтор егестас нулла нон вариус. Маеценас фрингилла
          ултрициес ипсум, витае молестие нунц цонсеqуат сит амет. Нулла луцтус
          сагиттис еx, qуис орнаре нунц алиqует ат. Праесент дапибус аугуе
          долор, ет волутпат метус финибус вел. Дуис егет сапиен сит амет лео
          ауцтор тристиqуе нец витае нибх. Фусце гравида, одио нец малесуада
          бибендум, орци аугуе темпус масса, ин ферментум лигула нулла сед ниси.
        </p>
        <h1 className={title + "bounce-in-top mb-36"}>Ћоколада</h1>
      </div>
      <Bento />
    </>
  );
};
export default Hero;
